import Link from "next/link";

export const AboutBonusProgram = () => {
  return (
    <section className=" w-full flex flex-col gap-6 p-6 rounded-[18px] bg-white-500 shadow-sm">
      <p className=" 1144:text-[32px] text-[24px] font-bold leading-[100%]">О бонусной программе</p>
      <div className=" w-full flex flex-col gap-4">
        <ul className='list-inside list-disc marker:text-primary-blue marker:text-[24px] gap-2 text-[18px] leading-[120%] space-y-2'>
          <li>Участвовать в бонусной программе могут все зарегистрированные пользователи</li>
          <li>Бонусы начисляются за покупки в размере до 20% от общей суммы. Размер бонусов зависит от суммы заказа и категории товаров.</li>
          <li>Бонусы можно использовать для оплаты части суммы заказа. 1 бонус равен 1 рублю. Максимальное количество
            бонусов, которые можно использовать в одном заказе зависит от уровня бонусной программы и составляет до 50%.</li>
          <li>Начисленные бонусы действительны в течение 180 дней с момента их получения. По истечении этого срока они аннулируются.</li>
          <li>В случае возврата товара, бонусы, использованные при оплате, будут аннулированы или возвращены на счет участника программы.</li>
          <li>Интернет-магазин оставляет за собой право изменять условия бонусной программы с предварительным уведомлением участников.</li>
          <li>Участники могут отслеживать свои бонусы в личном кабинете на сайте интернет-магазина.</li>
        </ul>
      </div>

      <Link href='/terms-loyality' className="w-fit text-primary-blue text-[18px] leading-[120%] font-medium">Подробнее</Link>
    </section>
  );
};
