import React from 'react';
import Link from "next/link";
import {LineSVG} from "@/icons/line";
import {Container} from "@/components/Container";
import {PHONE_MAIN} from "@/constants/global.constants";

const Page = () => {
    return (
        <Container className='w-full lg:py-10 py-6 2xl:px-20 lg:px-10 px-6'>
            <header className=" w-full">
                <div className=" w-fit flex items-center gap-2.5">
                    <Link href='/' className=" text-primary-gray leading-[120%] hover:text-black-500">Главная</Link>
                    <LineSVG />
                    <span className=" leading-[120%] font-medium">Обмен и возврат товара</span>
                </div>
            </header>

            <h4 className='font-bold lg:text-[40px] lg:mt-10 mt-2 text-[32px] text-black-100 leading-[100%]'>Обмен и возврат товара</h4>

            <div className='lg:mt-10 mt-6'>
                <p className='font-bold lg:text text-black-100 lg:text-[32px] text-[18px] lg:leading-[100%] leading-[120%]'>Правила обмена и возврата товаров</p>

                <p className='font-normal text-black-700 lg:mt-4 mt-2 lg:text-[18px] text-[16px] lg:leading-[150%] leading-[120%] '>
                    Перечень непродовольственных товаров надлежащего качества, не подлежащих обмену, утвержден постановлением Правительства Российской Федерации от 31 декабря 2020 г. N 2463. Среди прочих в него входят:
                </p>

                <p className='font-normal text-black-700 lg:mt-4 mt-2 lg:text-[18px] text-[16px] lg:leading-[150%] leading-[120%] '>
                    1. Товары для профилактики и лечения заболеваний в домашних условиях (предметы санитарии и гигиены из металла, резины, текстиля и других материалов, медицинские изделия, средства гигиены полости рта, линзы очковые, предметы по уходу за детьми); <br/>
                    2. Лекарственные препараты (инструменты медицинские, диагностические тесты, лечебно-профилактические приборы (устройства, аппараты); <br/>
                    3. Товары категорий «Мама и малыш», «Уход за больными»); <br/>
                    4. Предметы личной гигиены (зубные щетки, расчески, гигиенические товары для ухода за волосами и другие аналогичные товары); <br/>
                    5. Парфюмерно-косметические товары (парфюмерия и косметика); <br/>
                    6. Товары бытовой химии и прочие товары, указанные в постановлении Правительств. <br/>
                </p>

                <p className='font-normal text-black-700 lg:mt-4 mt-2 lg:text-[18px] text-[16px] lg:leading-[150%] leading-[120%] '>
                    В случае, если вы приобрели товар, который полностью соответствует качеству, но вам не подходит по цвету, размеру, стилю или другим характеристикам, у вас есть возможность обменять его на протяжении двух недель с момента покупки.
                    <br/>
                    Важно, чтобы этот товар не был в употреблении, сохранил все потребительские качества, оригинальные пломбы и ярлыки. Рекомендуется также сохранять кассовый чек или любой другой документ, подтверждающий факт покупки.

                    Если в момент вашего обращения подходящего товара для обмена не окажется в наличии, вы вправе потребовать возврат денежных средств. По вашему желанию вы также можете договориться о получении аналогичного товара позднее, когда он появится в наличии.
                </p>

                <p className='font-normal text-black-700 lg:mt-4 mt-2 lg:text-[18px] text-[16px] lg:leading-[150%] leading-[120%] '>
                    Условия возврата (обмена) промтоваров ненадлежащего качества
                </p>

                <p className='font-normal text-black-700 lg:mt-4 mt-2 lg:text-[18px] text-[16px] lg:leading-[150%] leading-[120%] '>
                    Если выяснится, что выявленные дефекты вызваны производственным браком, ненадлежащим хранением в аптеке или ошибками при транспортировке, покупатель имеет полное право на:
                </p>

                <p className='font-normal text-black-700 lg:mt-4 mt-2 lg:text-[18px] text-[16px] lg:leading-[150%] leading-[120%] '>

                    1. Замену товара аналогом того же торгового бренда; <br/>
                    2. Замену аналогом другого торгового бренда с пересчетом стоимости; <br/>
                    3. Устранение дефектов или оплату расходов на ремонт; <br/>
                    4. Возмещение суммы при возврате товара. <br/>
                </p>

                <p className='font-normal text-black-700 lg:mt-4 mt-2 lg:text-[18px] text-[16px] lg:leading-[150%] leading-[120%] '>
                    <span className='font-bold'>Важно!</span> Чаще всего для более оперативного решения вопроса по выявленным недостаткам в товаре покупателю целесообразно обратиться к изготовителю, уполномоченной организации (сервисный центр), импортеру (их данные всегда указаны на упаковке или в инструкции). <br/>

                    Замена оформляется после проведения проверки качества и в случае признания недостатков производственными или по причинам, возникшим до передачи товара покупателю, в течение двадцати дней со дня предъявления претензии. <br/>

                    Ремонт товара занимает до 45 дней. При этом покупателю не предоставляются взамен на период ремонта приборы используемые как предметы туалета и в медицинских целях (электробритвы, электрофены, электрощипцы для завивки волос, медицинские приборы, электрогрелки, электробинты, электропледы, электроодеяла, электрофены-щетки, электробигуди, электрические зубные щетки, электрические машинки для стрижки волос и иные приборы, имеющие соприкосновение со слизистой и (или) кожными покровами). <br/>

                    Возврат денег занимает до десяти дней с момента предъявления претензии. <br/>

                    Более подробная информация изложена в Законе РФ от 7 февраля 1992 г. N 2300-I &#34;О защите прав потребителей&#34;, Постановлении Правительства РФ от 31 декабря 2020 г. N 2463. <br/>

                    Связаться с нашим информационным центром можно по телефону: <br/>
                    <a href={"tel:"+PHONE_MAIN} className='text-primary-blue hover:underline font-bold text-[18px]'> {PHONE_MAIN}</a>
                </p>
            </div>
        </Container>
    )
};

export default Page;