import React from 'react';
import {Container} from "@/components/Container";

const Page = () => {
    return (
        <Container className='w-full lg:py-10 py-6 2xl:px-20 lg:px-10 px-6'>
            <h2 className='font-bold lg:text-[40px] text-[32px] text-black-100 leading-[100%]'>Политика обработки персональных данных</h2>

            <p className='font-bold sm:text-[28px] lg:mt-10 mt-6 text-[18px] text-black-100 leading-[100%]'>ПОЛИТИКА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</p>

            <p className='font-normal text-black-700 lg:mt-4 mt-2 lg:text-[18px] text-[16px] lg:leading-[150%] leading-[120%] '>
                1.         Общие положения. <br/>
                1.1.    Настоящая Политика обработки персональных данных (далее -  «Политика») разработана в соответствии с Федеральным законом №152-ФЗ «О персональных данных» от 27.07.2006 г.  (далее – Федеральный закон «О персональных данных») и другими федеральными законами и нормативно-правовыми актами Российской Федерации в целях обеспечения защиты прав и свобод субъекта персональных данных при обработке его персональных данных. <br/>
                1.3. Настоящая Политика предусмотрена с целью разъяснения Пользователям для каких целей и каким образом Оператор обрабатывает и защищает предоставленные Пользователями персональные данные. <br/>
                1.4. Настоящая Политика действует в отношении всех персональных данных, которые Оператор может получить от Пользователя во время использования Пользователем Сайта или Сервиса, использования услуг, бронирования и (или) покупки товаров, участия Пользователя в рекламных и маркетинговых кампаниях или акциях, программе лояльности (бонусной программе) и/или ином взаимодействии (далее – «Услуги»). <br/>
                1.5. В настоящем документе и связанных с ним документах используются следующие термины и определения:
                1.5.1.  Оператор  – Общество с ограниченной ответственностью «Аптека Антей» (ОГРН 1083525014099, адрес места нахождения: 160028, г. Вологда, Окружное шоссе, 13В), самостоятельно или совместно с другими лицами организующее и (или) осуществляющее обработку персональных данных. <br/>
                1.5.2.  Пользователь или Субъект персональных данных – физическое лицо, являющееся посетителем и (или) пользователем Сайта и(или) Сервиса, либо являющееся участником программы лояльности (бонусной программы). <br/>
                1.5.3.  Сайт – интернет-сайт по адресу www.aptekaantey.ru, к которому Пользователю предоставляется доступ в целях ознакомления с ассортиментом, получения информации о товарах, выбора товара и его бронирования и(или) покупки. <br/>
                1.5.4.  Сервис – совокупность программных и аппаратных средств (вычислительные мощности), к которым Пользователю предоставляется доступ в целях ознакомления с ассортиментом, получения информации о товарах, выбора товара и его бронирования и(или) покупки. <br/>
                1.5.5. Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (Пользователю или Субъекту персональных данных). <br/>
                1.5.6.  Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных. <br/>
                1.5.7. Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники; <br/>
                1.5.8. Распространение персональных данных – действия, направленные на раскрытие персональных данных неопределенному кругу лиц; <br/>
                1.5.9. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц; <br/>
                1.5.10. Обезличивание персональных данных — действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных; <br/>
                1.5.11. Блокирование персональных данных — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных); <br/>
                1.5.12. Уничтожение персональных данных — действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных; <br/>
                1.5.13. Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому лицу или иностранному юридическому лицу. <br/>
                2.                  Принципы обработки персональных данных. <br/>
                2.1.                    Оператор осуществляет обработку персональных данных на законной и справедливой основе. <br/>
                2.2.                    При обработке персональных данных Оператором обеспечиваются их точность, достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. <br/>
                2.3.                    Оператор не раскрывает третьим лицам и не распространяет персональные данные при отсутствии законных оснований на совершение указанных действий. <br/>
                2.4.                    Обработка персональных данных Оператором ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных. <br/>
                2.5.                    Содержание и объем обрабатываемых Оператором персональных данных соответствует заявленным целям обработки. <br/>
                2.6.                    Оператор не осуществляет трансграничную передачу персональных данных. <br/>
                2.7.                    Оператор обрабатывает только те персональные данные, которые необходимы для оказания Услуг и улучшения их качества. Никакая дополнительная информация Оператором не собирается и не хранится. <br/>
                3. Условия обработки персональных данных. <br/>
                3.1                        Обработка персональных данных осуществляется Оператором, если она: <br/>
                3.1.1.   осуществляется с согласия субъекта персональных данных; <br/>
                3.1.2.   необходима для достижения целей, предусмотренных международным договором РФ или законом, для осуществления и выполнения возложенных законодательством РФ на оператора функций, полномочий и обязанностей; <br/>
                3.1.3.       обработка персональных данных осуществляется в связи с участием лица в конституционном, гражданском, административном, уголовном судопроизводстве, судопроизводстве в арбитражных судах; <br/>
                3.1.4.       необходима для исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве (далее - исполнение судебного акта); <br/>
                3.1.5.       необходима для исполнения полномочий федеральных органов исполнительной власти, органов государственных внебюджетных фондов, исполнительных органов государственной власти субъектов Российской Федерации, органов местного самоуправления и функций организаций, участвующих в предоставлении соответственно государственных и муниципальных услуг, предусмотренных Федеральным законом от 27 июля 2010 года N 210-ФЗ &#34;Об организации предоставления государственных и муниципальных услуг&#34;, включая регистрацию субъекта персональных данных на едином портале государственных и муниципальных услуг и (или) региональных порталах государственных и муниципальных услуг; <br/>
                3.1.6.   необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем, по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем; <br/>
                3.1.7.   необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей; <br/>
                3.1.8.    необходима для защиты жизни, здоровья или иных жизненно важных интересов субъекта персональных данных, если получение согласия субъекта персональных данных невозможно; <br/>
                3.1.9.       необходима для осуществления прав и законных интересов оператора или третьих лиц, либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных. <br/>
                3.1.10.             осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом; <br/>
                3.1.11.     в иных случаях, предусмотренных законом, в том числе Федеральным законом «О персональных данных». <br/>
                3.2.  Оператор не обязан проверять достоверность персональных данных, предоставляемых Пользователем (Субъектом персональных данных). При сборе и обработке персональных данных Оператор исходит из того, что Пользователь (Субъект персональных данных) предоставляет достоверные и достаточные для достижения целей обработки персональные данные. <br/>
                4.  Оператор осуществляет обработку персональных данных в целях, но не ограничиваясь: <br/>
                4.1.             идентификации стороны в процессе оказания Услуг; <br/>
                4.2.             предоставления Пользователю (Субъекту персональных данных) (при возможности) персонализированных Услуг; <br/>
                4.3.             предоставления Пользователю (Субъекту персональных данных) (при необходимости) технической и/или клиентской поддержки; <br/>
                4.4.             улучшения качества Услуг и создание новых Услуг; <br/>
                4.5.             проведения статистических, маркетинговых и иных исследований на основе обезличенных данных; <br/>
                4.6.             информирования Пользователя (Субъекта персональных данных) об Услугах; <br/>
                4.7.             обеспечения бронирования, получения, доставки, возврата, обмена товаров, приобретаемых Пользователем (Субъекту персональных данных) (при условии оказания подобных услуг); <br/>
                4.8.             предоставление персональных данных Пользователя (Субъекта персональных данных) логистическим компаниям и службам доставки (почтовым и курьерским) для доставки заказов (при условии оказания подобных услуг); <br/>
                4.9.             отправки Пользователю (Субъекту персональных данных) сообщений на основе произведенных Пользователем (Субъектом персональных данных) бронирований, покупок, установления обратной связи с Пользователем (Субъектом персональных данных) с целью обработки заявок, передачи уведомлений о состоянии заказа (в т.ч. передачи уникального кода для входа в личный кабинет); <br/>
                4.10.          выдачи Пользователю (Субъекту персональных данных) карты лояльности (бонусной карты) или оформления виртуальной карты в рамках участия в Программе лояльности (бонусной программе); <br/>
                4.11.          предзаполнения данных о Пользователе (Субъекте персональных данных)  при оформлении Пользователем (Субъектом персональных данных) различных форм, заявок, опросников и анкет на Сайте и(или) Сервисе. <br/>
                5. Способы обработки персональных данных: <br/>
                5.1.             Оператор производит смешанную обработку персональных данных. Под смешанной обработкой персональных данных понимается обработка персональных данных как с использованием автоматизированных средств, так и без использования средств автоматизации. <br/>
                5.2.             При сборе персональных данных Оператор обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации. <br/>
                6. Сроки обработки и хранения персональных данных, уничтожение персональных данных: <br/>
                6.1.             Срок обработки и хранения персональных данных ограничивается целью обработки персональных данных или исходя из видов документов, в которых содержатся персональные данные, если срок хранения персональных данных не установлен федеральным законом <br/>
                6.2.             Оператор обеспечивает безопасное хранение персональных данных, что означает, что Оператор принимает меры по предотвращению физической утраты или повреждения данных, а также по предотвращению неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с персональными данными третьих лиц. <br/>
                6.3.             Уничтожение персональных данных осуществляется по решению Оператора. Факт уничтожения персональных данных фиксируется путем оформления соответствующего акта об уничтожении персональных данных. <br/>
                6.4.             Персональные данные, обрабатываемые с помощью средств вычислительной техники, уничтожаются путем их удаления из мест хранения в информационной системе. <br/>
                6.5.             Персональные данные, содержащиеся на материальных носителях, уничтожаются путем механического воздействия, в том числе с использованием шредера. <br/>
                6.6.             Персональные данные, содержащиеся на электронных носителях, уничтожаются путем использования программно-технических средств. <br/>
                7. Передача персональных данных пользователя третьим лицам. <br/>
                7.1.             В отношении персональных данных пользователя сохраняется режим конфиденциальности, если иное не установлено Пользователем (Субъектом персональных данных). <br/>
                7.2.             Пользователь (Субъект персональных данных) предоставил свое согласие Оператору на обработку его персональных данных третьим лицом, с которым Оператор состоит в соответствующих договорных отношениях. <br/>
                7.3.             Оператор может передать персональные данные Пользователя (Субъекта персональных данных) третьей стороне в следующих случаях:
                7.3.1.       Пользователь (Субъект персональных данных) предоставил свое согласие на такие действия. <br/>
                7.3.2.       передача необходима для достижения целей, осуществления и выполнения функций, полномочий и обязанностей, возложенных законодательством Российской Федерации на Оператора. <br/>
                7.3.3.       при условии поступления от государственных и муниципальных органов правомерных запросов, необходимых для осуществления их полномочий. <br/>
                7.4.    Пользователь предоставил согласие, что его персональные данные могут быть получены Оператором от третьих лиц, с которыми Оператор состоит в договорных отношениях, и получивших их в связи с участием Пользователя в рекламных и маркетинговых кампаниях или акциях, программе лояльности (бонусной программе) и/или ином взаимодействии. <br/>
                8. Согласие на обработку персональных данных. <br/>
                8.1. Предоставление Пользователем (Субъектом персональных данных) согласия Оператору на обработку своих персональных данных в соответствии с Политикой означает, что Пользователь (Субъект персональных данных) дает Оператору согласие на совершение любых действий с персональными данными с использованием средств автоматизации или без использования таковых, включая сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных, их использование, обезличивание, блокирование, удаление, уничтожение, а также передачу персональных данных третьим лицам (в том числе распространение, предоставление, доступ), поручение обработки персональных данных третьим лицам, в целях в которых такое согласие предоставлено. <br/>
                8.2. Согласие может быть предоставлено Пользователем (Субъектом персональных данных) или его представителем в любой форме, позволяющей подтвердить факт его получения, если иное не установлено федеральным законодательством, в том числе, но не ограничиваясь: <br/>
                8.2.1.  включено в текст типовых форм, применяемых Оператором; <br/>
                8.2.2.  оформлено отдельным документом; <br/>
                8.2.3.  получено посредством проставления «галочки» или совершением конклюдентных действий в соответствующей веб-форме на Сайте и(или) Сервисе; <br/>
                8.2.4. предоставления Пользователем (Субъектом персональных данных) своих персональных данных посредством направления писем (в том числе документов, резюме, анкет и т.п.) Оператору, в том числе посредством направления персональных данных по почте, электронной почте, иным каналам связи, вручения представителям Оператора. <br/>
                8.3. Пользователь (Субъект персональных данных) может в любой момент изменить (обновить, дополнить, блокировать, уничтожить) предоставленную им персональную информацию или её часть, а также параметры её конфиденциальности путем обращения к Оператору. Порядок обращения установлен Федеральным законом «О персональных данных». <br/>
                8.4. Пользователь (Субъект персональных данных), чьи персональные данные обрабатываются Оператором, вправе отозвать свое согласие на обработку персональных данных, направив Оператору письменное заявление по адресу: 160028, Вологодская область, г. Вологда, ш. Окружное, д. 13В, пом. 224, с пометкой «Отзыв согласия на обработку персональных данных». <br/>
                В случае отзыва Пользователем (Субъектом персональных данных) согласия на обработку его персональных данных Оператор прекращает их обработку или обеспечивает прекращение такой обработки (если обработка персональных данных осуществляется другим лицом, действующим по поручению Оператора) и обеспечивает их уничтожение в течение 30 (тридцати) дней с даты поступления указанного заявления,  за исключением случаев, когда обработка может быть продолжена в соответствии с действующим законодательством РФ. <br/>
                8.5. Пользователь (Субъект персональных данных) уведомлен, что отзыв им согласия на обработку его персональных данных может сделать невозможным предоставление Услуг в дальнейшем. <br/>
                9. Заключительные положения:<br/>
                9.1. Оператор имеет право вносить изменения в настоящую Политику.<br/>
                9.2. Уведомление об изменении настоящей Политики публикуется на Сайте и(или) Сервисе не менее чем за 14 (четырнадцать) календарных дней до вступления в силу соответствующих изменений.<br/>
                При этом продолжение использования Сайта и(или) Сервиса означает согласие Пользователя (Субъекта персональных данных) с изменённой Политикой.<br/>
            </p>
        </Container>
    )
};

export default Page;
