import React from 'react';
import Link from "next/link";
import {LineSVG} from "@/icons/line";
import {Container} from "@/components/Container";

const Page = () => {
    return (
        <Container className='w-full lg:py-10 py-6 2xl:px-20 lg:px-10 px-6'>
            <header className=" w-full">
                <div className=" w-fit flex items-center gap-2.5">
                    <Link href='/' className=" text-primary-gray leading-[120%] hover:text-black-500">Главная</Link>
                    <LineSVG />
                    <span className=" leading-[120%] font-medium">Согласие на обработку персональных данных</span>
                </div>
            </header>

            <h4 className='font-bold lg:text-[40px] lg:mt-10 mt-2 text-[32px] text-black-100 leading-[100%]'>Согласие на обработку персональных данных</h4>
            <div className='lg:mt-10 mt-6'>
                <p className='font-normal text-black-700 lg:mt-4 mt-2 lg:text-[18px] text-[16px] lg:leading-[150%] leading-[120%] '>
                    1. Настоящим я, во исполнение требований Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных» (с изменениями и дополнениями) свободно, своей волей и своем интересе, а также подтверждая свою дееспособность, даю свое согласие Обществу с ограниченной ответственностью «Аптека Антей» (ОГРН 1083525014099, адрес места нахождения: 160028, г. Вологда, Окружное шоссе, 13В), а также третьим лицам, с которыми Оператор состоит в договорных отношениях (далее – «Оператор»),  на автоматизированную, а также без использования средств автоматизации, обработку моих персональных данных, предоставленных мною Оператору посредством сети Интернет через сайт www.aptekaantey.ru, иные сервисы Оператора. <br/>

                    2. Согласие дается на обработку следующих моих персональных данных: фамилия, имя, отчество; номер телефона (домашний/ сотовый); электронная почта; пользовательские данные (сведения о местоположении, тип и версия ОС, тип и версия Браузера, тип устройства и разрешение его экрана; источник, откуда пришел на сайт пользователь; с какого сайта или по какой рекламе; язык ОС и Браузера; какие страницы открывает и на какие кнопки нажимает пользователь; ip-адрес); данные обо мне, которые станут известны в ходе исполнения договоров (в случае заключения договора), а также иная общедоступная информация обо мне. <br/>

                    3. Возможные способы обработки персональных данных: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), обезличивание, блокирование удаление и уничтожение, а также на вышеуказанная обработку иных моих персональных данных, полученных в результате их обработки, включая обработку третьими лицами. <br/>

                    4. Целями обработки персональных данных являются: <br/>

                    -                    идентификации стороны в процессе оказания Услуг; <br/>

                    -                    предоставления Пользователю (Субъекту персональных данных) (при возможности) персонализированных Услуг; <br/>

                    -                    предоставления Пользователю (Субъекту персональных данных) (при необходимости) технической и/или клиентской поддержки; <br/>

                    -                    улучшения качества Услуг и создание новых Услуг; <br/>

                    -                    проведения статистических, маркетинговых и иных исследований на основе обезличенных данных; <br/>

                    -                    информирования Пользователя (Субъекта персональных данных) об Услугах; <br/>

                    -                    обеспечения бронирования, получения, доставки, возврата, обмена товаров, приобретаемых Пользователем (Субъекту персональных данных) (при условии оказания подобных услуг); <br/>

                    -                    предоставление персональных данных Пользователя (Субъекта персональных данных) логистическим компаниям и службам доставки (почтовым и курьерским) для доставки заказов (при условии оказания подобных услуг); <br/>

                    -                    отправки Пользователю (Субъекту персональных данных) сообщений на основе произведенных Пользователем (Субъектом персональных данных) бронирований, покупок, установления обратной связи с Пользователем (Субъектом персональных данных) с целью обработки заявок, передачи уведомлений о состоянии заказа (в т.ч. передачи уникального кода для входа в личный кабинет); <br/>

                    -                    выдачи Пользователю (Субъекту персональных данных) карты лояльности (бонусной карты) или оформления виртуальной карты в рамках участия в Программе лояльности (бонусной программе); <br/>

                    -                    предзаполнения данных о Пользователе (Субъекте персональных данных)  при оформлении Пользователем (Субъектом персональных данных) различных форм, заявок, опросников и анкет на Сайте и(или) Сервисе. <br/>

                    5. Настоящим я уведомлен(-а) и согласен (-а), что мои персональные данные могут быть получены Оператором от  третьих лиц, с которыми Оператор состоит в договорных отношениях, и получивших их в связи с моим участием в рекламных и маркетинговых кампаниях или акциях, программе лояльности (бонусной программе) и/или ином взаимодействии. <br/>

                    6. Настоящим я уведомлен(-а) и согласен (-а), что предполагаемыми пользователями персональных данных являются работники Оператора, а также третьи лица, с которым Оператор состоит в соответствующих договорных отношениях. <br/>

                    7. Я ознакомлен (-а), что: <br/>

                    -                    настоящее Согласие на обработку моих персональных данных является бессрочным и может быть отозвано посредством направления мною в адрес Оператора (160028, г. Вологда, Окружное шоссе, 13В) письменного заявления. <br/>

                    -                    имею право любой момент изменить (обновить, дополнить, блокировать, уничтожить) предоставленную мною персональную информацию или её часть, а также параметры её конфиденциальности путем обращения к Оператору <br/>

                    -                    в случае отзыва Согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без моего согласия при наличии оснований, указанных в Федеральном законе №152-ФЗ «О персональных данных» от 27.07.2006 г. <br/>

                    8. Я обязуюсь в случае изменения моих персональных данных, сведений обо мне незамедлительно сообщить Оператору, с предоставлением подтверждающих документов. <br/>

                    9. Настоящим Согласием я подтверждаю, что являюсь субъектом предоставляемых персональных данных, а также подтверждаю достоверность предоставляемых данных. <br/>

                    10. Настоящее Согласие действует все время до момента прекращения обработки персональных данных. <br/>
                </p>
            </div>
        </Container>
    );
};

export default Page;