import React from 'react';
import {Container} from "@/components/Container";

const Page = () => {
    return (
        <Container className='lg:my-4 my-2'>

            <h4 className='font-bold lg:text-[40px] text-[32px] text-black-100 leading-[100%]'>Программа лояльности</h4>

            {/*<p className='font-bold lg:text-[28px] lg:mt-10 mt-6 text-[18px] text-black-100'>ПОЛИТИКА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</p>*/}

            <div className='lg:mt-10 mt-6'>

                <p className='font-normal text-black-700 lg:mt-4 mt-2 lg:text-[18px] text-[16px] lg:leading-[150%] leading-[120%] '>
                    Правила бонусной программы «Аптеки Антей» <br/>

                    1. Общие положения<br/>
                    1.1            Бонусная программа «Аптеки Антей для взрослых и детей» действует в аптеках Организатора и Участвующих компаний.<br/>
                    1.2            Организатором является Общество с ограниченной ответственностью «Аптека Антей».<br/>
                    1.3            Участвующими компаниями являются следующие организации:
                    ИП Болотникова Марина Алексеевна, ИП НЕРСЕСЯН НАТАЛЬЯ ЛЕОНИДОВНА, ООО &#34;АИР&#34;, ООО Альтаир Фарм, ООО &#34;АНДРОФАРМ&#34;, ООО &#34;АПТЕКА+&#34;, ООО АПТЕКА №16, ООО Аптека №27, ООО &#34;АПТЕКА 36&#34;,  ООО &#34;АПТЕКА АНТЕЙ&#34;, ООО Аптека Вашей Семьи, ООО &#34;АПТЕКА НА КРАСНОЙ&#34;, ООО &#34;АПТЕЧНЫЙ ПРИКАЗ&#34;, ООО АРМИДА, ООО АРНИКА, ООО АТРИЦА, ООО ВЕРБЕНА, ООО ВИТА-ЛАЙФ, ООО ВИТАМАКС, ООО &#34;ВИТАФАРМ&#34;, ООО Витис,  ООО ВОЛЖСКАЯ МАНУФАКТУРА, ООО ВСЕ ЛЕКАРСТВА.РУ, ООО &#34;ГРИН ФАРМА&#34;, ООО ГРУППА АПТЕК ВМ,  ООО Дэлфи, ООО Здоровье, ООО ЗДРАВМЕД, ООО ЛАЙТ ФАРМА, ООО &#34;Линия здоровья&#34;, ООО &#34;ЛЮМИН&#34;, ООО &#34;Мадия&#34;,  ООО МедикоМ, ООО МЕДИЦИНСКИЙ ЦЕНТР, ООО Мир Здоровья, ООО &#34;МОСТ-ФАРМ&#34;, ООО &#34;НАДЕЖДА&#34;, ООО НОРД ДИРЕКТ, ООО ОФИЦИНА, ООО ПАНАЦЕЯ,  ПЕРВАЯ АПТЕКА ООО, ООО Первые аптеки,  ООО ПУЛЬС, ООО &#34;Рыбинские аптеки&#34;,  ООО Семейная АПТЕКА, ООО СИТИФАРМ, ООО Советская аптека Вологда, ООО Социальная аптека,  ООО ФАРМА-ТОРГ, ООО Фарма-центр, ООО Фарма-центр-3, ООО ФАРМАЦИЯ+, ООО Фарм Лидер, ООО ФармСеть ВМ, ООО ФИРМА &#34;АПТЕКАРЬ&#34;, ООО &#34;ФИРМА &#34;КВАНТ-ВФ&#34;, ООО &#34;ФИРМА ЭЛ-ФАРМА&#34;, ООО Шаг к здоровью, ООО ШЕКСНА-ФАРМА, ООО Эверест 1, ООО &#34;ЮАНА&#34;,  ООО ЮНИВЕР,  ООО ЮНИФАРМА.<br/>
                    1.4            Настоящие правила действительны с 15.03.2019 года и до полной отмены по решению Организатора и устанавливают порядок участия Покупателей аптек Участвующих компаний в Бонусной программе. Программа проводится Организатором на условиях, изложенных ниже, на территории Российской Федерации.<br/>
                    1.5            Настоящие правила определяют условия участия в бонусной программе «Аптека Антей» и распространяют своё действие на всех без исключения участников программы.<br/>
                    1.6            При совершении покупки Товара в аптеках Участвующих компаний покупателю предлагается стать участником Бонусной Программы, накапливать Бонусы на Бонусном счёте и частично оплачивать ими покупки на условиях настоящего документа. Для участия в Бонусной Программе обязательно заполнение Анкеты участника с последующей регистрацией его персональных данных представителями Организатора в базе данных Бонусной Программы.<br/>
                    1.7            Совершая действия, направленные на присоединение к Программе, согласно п.3.2 настоящих Правил, Участник подтверждает, что он ознакомлен с настоящими Правилами, принимает условия участия в Программе, согласен с ними и обязуется их соблюдать.<br/>
                    <br/>
                    2. Термины и определения<br/>
                    2.1            Бонусная программа «Аптеки Антей для взрослых и детей» (Программа) – программа поощрения лояльности клиентов путём начисления бонусов за совершённые покупки, разработана для постоянных покупателей аптек Участвующих компаний.<br/>
                    2.2            Организатор – юридическое лицо, обладающее исключительными правами по управлению и развитию Программы, условия которой описаны в данном документе.<br/>
                    2.3            Покупатель – физическое лицо, осуществляющее приобретение товара в аптеках Участвующих компаний.<br/>
                    2.4            Участник – физическое лицо, допущенное Организатором к участию в Программе в соответствии с настоящими правилами и являющееся держателем Карты, приобретающее или использующее товар исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности. Становясь участником Бонусной Программы, покупатель выражает безусловное согласие с правилами Бонусной Программы, а также на получение рекламных, маркетинговых и иных информационных материалов.<br/>
                    2.5            Анкета – форма, выдаваемая Организатором, которая при заполнении и подписании физическим лицом, является заявлением такого лица о намерении стать Участником Программы и подтверждает согласие Участника со всеми правилами Программы и на обработку персональных данных.<br/>
                    2.6            Бонусная карта Участника (Карта) – пластиковая либо электронная карта с уникальным штрих-кодом и логотипом «Аптека Антей», служащая для идентификации Участника в Программе при совершении покупки в аптеках Участвующих компаний.<br/>
                    2.7            Бонусный счёт (Счёт Участника, Счёт) – счёт Участника, на котором в соответствии с Правилами Организаторами учитываются и накапливаются суммы произведённых Участником покупок и осуществляется начисление и списание бонусов.<br/>
                    2.8            Бонусы – поощрения Участнику Бонусной Программы за покупку в аптеках Участвующих компаний, в виде виртуальных единиц, условия предоставления которых, при идентификации покупателя в качестве Участника Программы на кассовом узле, указываются в Правилах Бонусной Программы. Использовать Карту для получения наличных денежных средств невозможно.<br/>
                    2.9            Личный кабинет – сервис на сайте www.aptekaantey.ru, с помощью которого Участник может получить информацию о состоянии своего Бонусного Счёта.<br/>
                    2.10           Персональные данные – любая информация, относящаяся прямо или косвенно определённому или определяемому физическому лицу (субъекту персональных данных).<br/>
                    2.11           Процедура начисления Бонусов – процедура, в результате которой происходит увеличение количества Бонусов на Бонусном счёте Участника по основаниям, предусмотренным Правилами.<br/>
                    2.12           Процедура списания Бонусов – процедура, в результате которой происходит уменьшение количества Бонусов на Бонусном счёте Участника по основаниям, предусмотренным Правилами. Списание Бонусов производится только при Предъявлении пластиковой карты или уточнении номера телефона Участника. Списание Бонусов производится только по Бонусным Картам, персональные данные владельцев, которые внесены в базу данных Организатора.<br/>
                    2.13           Процедура аннулирования Бонусов – процедура списания Бонусов, ранее зачисленных на счёт карты Участника, проводимая по инициативе Организатора в соответствии с правилами Программы.<br/>
                    2.14           Участвующие компании – юридические лица, заключившие с Организатором договор партнёрства и участвующие в Программе.<br/>
                    2.15           Товар – товар или несколько товаров, принадлежащих аптекам Участвующих компаний, доступные к приобретению в аптеках Участвующих компаний.<br/>
                    <br/>
                    3. Участие в Программе<br/>
                    3.1            В Бонусной Программе могут принимать участие только физические лица, достигшие 18 (восемнадцати) лет. Представители юридических лиц не могут использовать Бонусную карту для совершения покупок от имени юридического лица, если таковая у них имеется.<br/>
                    3.2            Участник присоединяется к Бонусной Программе путём совершения покупки Товара в аптеках Участвующих компаний и передачи подписанной заполненной Анкеты Участника Бонусной Программы с указанием согласия участия в Бонусной Программе, либо пройдя регистрацию на сайте через Личный кабинет.<br/>
                    3.3            Совершая действия, направленные на присоединения к Бонусной Программе, Участник Программы, таким образом, подтверждает, что ознакомился с настоящими Правилами, принимает их, согласен с ними и обязуется их соблюдать.<br/>
                    3.4            Заполнив и подписав Анкету Участника физическое лицо даёт своё согласие на использование его персональных данных для участия в Программе, включая согласие получать информацию по указанным контактным данным. Участник пользуется данными правами, предусмотренными главой 2 Федерального Закона РФ «О персональных данных» (152-ФЗ). Персональные данные Участника, передаваемые на обработку, включают, но не ограничиваются: ФИО, дата рождения. Персональный Счёт в Программе, телефон, адрес электронной почты. Согласие действует в течение всего срока участия в Программе. Все собранные данные строго конфиденциальны и будут использованы лишь для составления базы данных о постоянных покупателях.<br/>
                    3.5            Анкета без заполнения всех обязательных полей (под*), а также без подписи Участника, считается недействительной и уничтожается. При этом Бонусная карта, выданная по этой Анкете, блокируется.<br/>
                    3.6            Организатор оставляет за собой право не рассматривать Анкету, если она не заполнена или обязательные к заполнению поля заполнены не полностью, и заблокировать выданную к данной Анкете Бонусную карту.<br/>
                    3.7            Участие в Программе является подтверждением надлежащего ознакомления и согласия участника со всеми положениями данных правил.<br/>
                    3.8            Срок действия Программы не ограничен, но может быть прекращён по решению Организатора.<br/>
                    <br/>
                    4. Порядок начисления Бонусов<br/>
                    4.1            Организатор начисляет на Бонусный счёт Участника Бонусы за совершение Участником покупок Товара в аптеках Участвующих компаний.<br/>
                    4.2            Начисление Бонусов на Бонусный счёт Участника производится только при предъявлении пластиковой карты или указания номера телефона, указанного при регистрации Бонусной карты, на кассовом узле аптеки.<br/>
                    4.3            Предъявление Карты или озвучивание номера телефона Участника должно быть осуществлено во время совершения покупки на кассовом узле аптеки до момента пробития чека. Если покупатель не предъявил Карту до пробития чека, Бонусы не начисляются.<br/>
                    4.4            Начисление Бонусов с использованием Бонусной Карты происходит только после факта оплаты покупки на кассе. Бонусы начисляются автоматически на Бонусный Счёт покупателя и активируются на следующий день после дня покупки.<br/>
                    4.5            В соответствии с настоящим документом в случае совершения Участником покупок Товаров в аптеках Участвующих компаний Организатор производит начисление Бонусов на Бонусный счёт Участника в размере до 20% от суммы покупки. Бонусы начисляются на карту неактивными, активация Бонусов производится на следующий день после совершения покупки. Округление начисляемых бонусов производится согласно общих математических правил.<br/>
                    4.6            Бонусы накапливаются на Бонусный счёт Участника при совершении покупок в аптеках Участвующих компаний с целью использования их для частичной оплаты своих последующих покупок Товара в аптеках Участвующих компаний.<br/>
                    4.7            Каждый один Бонус, начисленный на карту, равен одному рублю РФ.<br/>
                    4.8            Организатор не начисляет на Бонусный счёт Участника Бонусы в следующих случаях:<br/>
                    Если Участник приобретает Товары по акциям и распродажам, если в условиях акции не указано иное. Информация о товарах, на которые действуют ограничения или запрет начисления Бонусов, предоставляется сотрудниками аптек Участвующих компаний.<br/>
                    Если бонусная карта используется более трех раз в сутки (на четвертую покупку и последующие).<br/>
                    Если Участник приобретает Товары дистанционно на сайтах, не находящихся под управлением Организатора. Бонусы не начисляются за выданные и/или в аптеках Участвующих компаний Товар, который был дистанционно приобретён и/или заказан на сайтах других компаний и/или с использованием особых условий других компаний таких как акции, скидки, Программа лояльности и проч.<br/>
                    4.9            Организатор вправе приостановить начисление и списание Бонусов (провести процедуру блокировки Бонусного счёта) на период рассмотрения ситуации на предмет усмотрения в действиях участника элементов злоупотребления правами, недобросовестных действий и/или нарушения настоящих Правил и/или злоупотребления привилегиями и/или поощрениями, предоставляемыми участникам в рамках Бонусной Программы.<br/>
                    4.10           Срок действия бонусов ограничен и составляет 180 дней с момента начисления или сроком действия Программы, в зависимости от того, какое событие наступит ранее. По истечении срока Бонусы сгорают и списываются с Бонусного счёта. Бонусы восстановлению и компенсации не подлежат.<br/>
                    4.11           При совершении покупки возможно проведение двух операций одновременно: списание Бонусов и начисление Бонусов на сумму покупки, за вычетом из суммы покупки потраченных Бонусов, если они были применены.<br/>
                    <br/>
                    5. Баланс Счёта карты Участника<br/>
                    5.1            Участник вправе получить информацию о Балансе Бонусного счёта Бонусной карты Участника путём использования одного из указанного ниже каналов:<br/>
                    Обращение к ответственному сотруднику в аптеке Участвующих компаний<br/>
                    Получить информацию в Личном кабинете после заполнения Анкеты<br/>
                    5.2            Участник вправе получать информацию о балансе Бонусного счёта Участника только при предъявлении действующей Бонусной карты или номера телефона.<br/>
                    5.3            Предоставление информации о Балансе Бонусного счёта без предоставления Бонусной карты или номера телефона Участника не предоставляется.<br/>
                    <br/>
                    6. Порядок списания Бонусов<br/>
                    6.1            Для осуществления списания Бонусов с Бонусного счёта, Участник обязан обратиться непосредственно к ответственному сотруднику аптеки Участвующих компаний до момента денежного расчёта за покупки.<br/>
                    6.2            Бонусы не имеют наличного выражения и не могут быть выданы в денежном эквиваленте.<br/>
                    6.3            Списание Бонусов возможно только при наличии заполненной Анкеты Участника.<br/>
                    6.4            Бонусы используются для частичной оплаты покупок Товара в аптеках Участвующих компаний, но не более 50% (пятидесяти процентов) от общей стоимости покупки.<br/>
                    6.5            Списание Бонусов осуществляется в момент совершения покупки на кассовом узле аптеки при предъявлении Участником действующей пластиковой Карты или предоставления номера телефона на кассовом узле аптеки, при наличии на Бонусном счёте Участника необходимого количества Бонусов и уведомлении ответственного сотрудника о своём желании списать Бонусы в счёт покупки Товара, иначе списание не будет произведено.<br/>
                    6.6            Списание Бонусов становится возможным через 24 часа после покупки, на которую были начислены Бонусы.<br/>
                    6.7            Списать Бонусы при покупке товаров, участвующих в акциях и распродажах, невозможно, если в условиях акции не указано иное. Информацию о Товарах, на которые действуют ограничения или запрет на списание, можно уточнить у сотрудников аптек Участвующих компаний или на сайте Организатора.<br/>
                    6.8            Списание Бонусов для оплаты покупок возможно только по Бонусным Картам, персональные и контактные данные владельцев, которых зарегистрированы в базе данных Бонусной Программы.<br/>
                    6.9            Если по техническим причинам списание Бонусов с карты Участника невозможно, Организатор оставляет за собой право отказать покупателю в проведении операции до устранения неисправности.<br/>
                    6.10           При оплате части чека Бонусами оставшаяся часть стоимости Товара может быть оплачена наличными денежными средствами или банковской картой.<br/>
                    6.11           При совершении покупки возможно проведение двух операций: списание Бонусов и начисление Бонусов на сумму покупки без учёта потраченных Бонусов, если они были применены.<br/>
                    6.12           Бонусы не списываются при покупках, совершённых дистанционно на сайтах, не находящихся под управлением Организатора. Бонусы не списываются при выдаче и/или оплате в аптеках Участвующих компаний Товара, который был дистанционно приобретён и/или заказан на сайтах других компаний и/или и использованием особых условий других компаний таких, как акции, скидки, Программы лояльности и проч.<br/>
                    <br/>
                    7. Восстановление баланса карты<br/>
                    7.1            Участник Программы вправе восстановить баланс карты в случае её утери. Для этого необходимо совершить следующие действия:<br/>
                    Заполнить заявление на замену карты<br/>
                    Заполнить Анкету участника Бонусной Программы и получить новую Бонусную карту<br/>
                    <br/>
                    8. Возврат товара<br/>
                    8.1            Гарантийное обслуживание, обмен и возврат Товаров, приобретённых с использованием Бонусной карты, осуществляется в порядке, предусмотренном действующим законодательством РФ<br/>
                    8.2            Организатор оставляет за собой право в случае осуществления Участником возврата Товаров, с покупки которых начисляются Бонусы, уменьшить Баланс счёта Участника на сумму Бонусов, начисленных при покупке данных товаров.<br/>
                    8.3            Все Бонусы, списанные при покупке Товара, в случае его возврата, будут восстановлены на Бонусном счёте.<br/>
                    <br/>
                    9. Аннулирование Бонусов на Бонусном счёте карты Участника Бонусной Программы<br/>
                    9.1            Организатор проводит Процедуру Аннулирования Бонусов по следующим основаниям:<br/>
                    По основаниям, предусмотренным в п.4.10 настоящих Правил<br/>
                    В случае прекращения правоотношений с Участником и аннулирования карт Участника<br/>
                    В иных случаях, по основаниям, установленных настоящими Правилами.<br/>
                    9.2            100 процентов Бонусов в случаях, предусмотренных п.9.1, аннулируются в сроки, установленные Организатором. Сроки аннулирования накопленных Участником Бонусов доводятся Организатором до сведения Участников Программы в маркетинговых материалах и другими способами.<br/>
                    <br/>
                    10. Обращение к Организатору<br/>
                    10.1           В случае возникновения у Участника Программы вопросов, пожеланий и/или замечаний об условиях участия в Программе, о правилах начисления Бонусов и т.д., участник может обратиться к Организатору путём обращения:<br/>
                    по телефону горячей линии 8-800-234-99-66<br/>
                    к ответственному сотруднику Организатора;<br/>
                    путём заполнения бланка жалоб и предложений в аптеке Участвующих компаний;<br/>
                    на сайте Организатора в форму онлайн-чата или отзыва<br/>
                    <br/>
                    11. Права и обязанности сторон<br/>
                    11.1           Организатор Программы не несёт ответственности по спорам и разногласиям, возникающим между участниками и Участвующими компаниями, если такие споры и разногласия не вызваны нарушениями Организатором Программы своих обязательств в рамках реализации Бонусной Программы.<br/>
                    11.2           Организатор Программы несёт ответственность перед Участником за корректность начисления Бонусов на Бонусный счёт соответствующего участника.<br/>
                    11.3           Ответственность Организатора перед Участником за нарушение настоящих Правил в случае любой претензии, связанной с начислением Бонусов, ограничивается начислением надлежащего количества Бонусов на Бонусный Счёт Участника.<br/>
                    11.4           Организатор вправе в одностороннем порядке вносить изменения и дополнения в настоящие Правила. В случае изменения Правил, Организатор уведомляет об этом участников не позднее, чем за 3 (три) календарных дня до даты вступления в силу новой редакции путём размещения электронной версии новой редакции Правил на своём сайте.<br/>
                    11.5           Участник обязуется самостоятельно отслеживать изменения и дополнения в настоящих Правилах.<br/>
                    11.6           Организатор вправе в одностороннем порядке приостановить или прекратить реализацию Бонусной Программы в любое время по своему усмотрению. Информация о приостановлении или прекращении реализации Бонусной Программы доводится до участников не менее, чем за 15 (пятнадцать) календарных дней до предполагаемой даты приостановления или прекращения доступа Бонусной Программы путём размещения соответствующей информации на сайте Организатора.<br/>
                    11.7           В течение срока уведомления, указанного в п. 11.6 настоящих Правил Организатор не производит начисления Бонусов. При этом списание Бонусов продолжает осуществляться.<br/>
                    11.8           В течение периода, на который реализация Бонусной Программы будет приостановлена (в случае приостановления Бонусной Программы), а также с даты прекращения реализации Бонусной Программы (в случае прекращения реализации Бонусной Программы) Организатор не производит начисления и списания Бонусов, а также приостанавливает/прекращает исполнение своих обязательств, предусмотренных настоящими Правилами.<br/>
                    11.9           В случае прекращения Бонусной Программы и неиспользовании участниками Бонусов в течение срока, указанного в п. 11.6 настоящих Правил, Бонусы, находящиеся на Бонусных счетах Участников, аннулируются в полном объёме.<br/>
                    11.10         С даты прекращения Бонусной Программы Организатор закрывает все Бонусные счета и аннулирует все накопленные участниками Бонусы, при этом Организатор не осуществляет какие-то бы ни было выплаты и/или компенсации в пользу участников.<br/>
                    11.11         В случае, если Организатор вынужден приостановить Бонусную Программу по обстоятельствам от него не зависящим (форс-мажор), то в этом случае Организатор осуществляет уведомление Участников о приостановлении в любой разумный срок в маркетинговых материалах или любым другим способом по выбору Организатора. При этом положение о сроке уведомления, предусмотренные в п. 11.6, не применяется.<br/>
                    <br/>
                    12. Конфиденциальность и защите персональных данных<br/>
                    12.1           Участник Программы предоставляет Организатору свои персональные данные и соглашается на их сбор, обработку, систематизацию, обновление, использование и хранение в целях реализации Бонусной Программы.<br/>
                    12.2           Организатор обязуется не разглашать полученную от участника информацию. Не считается нарушением предоставление организатором информации агентам и третьим лицам, действующим на основании договора Организатором, для исполнения обязательств перед Участником Программы.<br/>
                    12.3           Не считается нарушением обязательств о неразглашении разглашение информации в соответствии с обоснованными и применимыми требованиями закона.<br/>
                    12.4           Участник Программы даёт своё согласие на получение от Организатора информационных сообщений посредством смс или электронной почты, содержащих информацию о Бонусной Программе, в том числе о статусе регистрации в Бонусной Программе, состоянии Бонусного счета, статусе Бонусной карты и проч.<br/>
                    <br/>
                    13. Разрешение споров<br/>
                    13.1           Все споры, возникающие между Организатором и Участником, не разрешимые в рамках настоящих правил, разрешаются в соответствии с действующим законодательством РФ в Вологодском городском суде или мировым судьёй Вологодской области по судебному участку №68.<br/>
                    <br/>
                    Информация об Организаторе<br/>
                    <br/>
                    Полное наименование Общество с ограниченной ответственностью «Аптека Антей»<br/>
                    Юридический адрес: 160028, г. Вологда, Окружное шоссе, 13В<br/>
                    Фактический адрес: 160028, г. Вологда, Окружное шоссе, 13В<br/>
                    ИНН 3525211102 КПП 352501001<br/>
                    ОГРН 1083525014099<br/>
                    Директор: Акиньхова Алевтина Николаевна<br/>
                    Аптеки играют важную роль в обеспечении населения лекарственными препаратами и медицинскими изделиями. Они предоставляют услуги по изготовлению, контролю качества, хранению и реализации лекарственных средств, а также осуществляют информационную поддержку населения и медицинских учреждений.<br/>
                    Основные задачи аптеки включают логистическую функцию (приём, хранение и управление товарными запасами), производственную функцию (приём рецептов, изготовление, контроль и отпуск лекарственных средств), сбытовую функцию (реализация товаров рецептурного и безрецептурного отпуска), информационную функцию (обеспечение населения и врачей информацией) и социальную функцию (обеспечение лекарственными средствами социально незащищённых групп населения).<br/>
                    Аптеки должны соблюдать установленные правила внутриаптечного изготовления, хранения и реализации продукции, контролировать качество продукции и оформлять соответствующую документацию. Аптеки также обязаны поддерживать ассортиментный перечень продукции согласно профилю и специализации, изучать спрос и предложение на фармацевтическом рынке, осуществлять отпуск лекарственных средств и медицинских изделий бесплатно или со скидкой отдельным группам населения и категориям граждан и вести учёт товарно-материальных ценностей.<br/>
                </p>
            </div>
        </Container>
    )
};

export default Page;
