import React from 'react';
import Link from "next/link";
import {LineSVG} from "@/icons/line";
import {Container} from "@/components/Container";

const Page = () => {
    return (
        <Container className='flex flex-col gap-6'>
            <nav className=" w-full">
                <div className=" w-fit flex items-center gap-2.5">
                    <Link href='/' className=" text-primary-gray leading-[120%] hover:text-black-500">Главная</Link>
                    <LineSVG />
                    <span className=" leading-[120%] font-medium">Пользовательское соглашение</span>
                </div>
            </nav>

            <main className="flex flex-col bg-white-500/90 lg:p-10 p-7 lg:rounded-[48px] rounded-[34px] gap-4 lg:text-[18px] text-[16px] lg:leading-[150%] leading-[120%] font-normal text-black-700">
                <h4 className='flex text-wrap font-bold lg:text-[40px] text-[32px] leading-[100%] text-black-500'>Пользовательское соглашение</h4>

                <p>
                    Настоящий документ «Пользовательское соглашение» представляет собой предложение аптек Участвующих компаний в Бонусной программе (далее – «Правообладатель») заключить договор на изложенных ниже условиях. <br/>
                </p>
                <p>
                    1. Общие положения <br/>

                    1.1. В настоящем документе и вытекающих или связанных с ним отношениях Сторон применяются следующие термины и определения: <br/>

                    а) Соглашение – текст настоящего документа со всеми приложениями, изменениями и дополнениями к нему, описывающий общие условия использования Сервиса. <br/>

                    б) Сервис – совокупность программных и аппаратных средств Правообладателя (вычислительные мощности), к которым Пользователю предоставляется доступ в информационных целях ознакомления с ассортиментом аптек с возможностью Бронирования Товаров. <br/>

                    в) Сайт Правообладателя / Сайт – автоматизированная информационная система, доступная в сети Интернет по сетевому адресу: https://aptekaantey.ru <br/>

                    г) Пользователь – лицо, заключившее настоящее Соглашение с Правообладателем в своём или чужом интересе в соответствии с требованиями действующего законодательства и настоящего Соглашения. <br/>
                    д) Контент – любые информационные материалы, включая текстовые, графические, аудиовизуальные и прочие материалы, к которым можно получить доступ с использованием Сервиса, в том числе, описания и изображения Товаров. <br/>

                    е) Личный кабинет – персональный раздел Сайта, к которому Пользователь получает доступ после прохождения регистрации и/или авторизации в Сервисе. Личный кабинет предназначен для хранения персональных данных Пользователя, просмотра и управления доступными функциональными возможностями Сервиса, включая оформление и направление Заявок на Бронирование и просмотра информации по произведенным Бронированиям, а также получения уведомлений в порядке нотификации. <br/>

                    1.2. В настоящем Соглашении могут быть использованы иные термины и определения, не указанные в п.1.1. Соглашения. В этом случае толкование такого термина производится в соответствии с текстом Соглашения. В случае отсутствия однозначного толкования термина или определения в тексте Соглашения следует руководствоваться его толкованием, определённым: в первую очередь – указанными в нём обязательными документами, во вторую очередь – законодательством Российской Федерации, и в последующем — обычаями делового оборота и научной доктриной. <br/>
                    1.3. Использование вами Сервиса любым способом и в любой форме в пределах его объявленных функциональных возможностей, включая: <br/>

                    поиск и просмотр Контента с использованием Сервиса; <br/>
                    регистрация и/или авторизация в Сервисе; <br/>
                    Заказ Товаров; <br/>
                    направление обращения Правообладателя через форму обратной связи и заказ обратного звонка; <br/>
                    иное использование Сервиса, <br/>
                    создает договор на условиях настоящего Соглашения и указанных в нём обязательных для Сторон документов в соответствии с положениями ст.437 и 438 Гражданского кодекса Российской Федерации. <br/>

                    1.4. Воспользовавшись любой из указанных выше возможностей по использованию Сервиса вы подтверждаете, что: <br/>

                    а) Ознакомились с условиями настоящего Соглашения и указанных в нём Обязательных документов в полном объёме до начала использования Сервиса. <br/>
                    б) Принимаете все условия настоящего Соглашения и указанных в нём Обязательных документов в полном объёме без каких-либо изъятий и ограничений с вашей стороны и обязуетесь их соблюдать или прекратить использование Сервиса. Если вы не согласны с условиями настоящего Соглашения и указанных в нем Обязательных документов или не имеете права на заключение договора на их основе, вам следует незамедлительно прекратить любое использование Сервиса. <br/>

                    в) Соглашение (в том числе любая из его частей) и/или указанные в нём Обязательные документы могут быть изменены Правообладателем без какого-либо специального уведомления. Новая редакция Соглашения и/или указанных в нем Обязательных документов вступает в силу с момента размещения на сайте Правообладателя либо доведения до сведения Пользователя в иной удобной форме, если иное не предусмотрено новой редакцией Соглашения и/или указанных в нем обязательных для Сторон документов. <br/>
                </p>
                <p>
                    2. Общие условия пользования Сервисом <br/>

                    2.1. Обязательным условием заключения настоящего Соглашения является полное и безоговорочное принятие и соблюдение Пользователем в установленных ниже случаях требований и положений, определённых следующими документами («Обязательные документы»): <br/>

                    а) Политика конфиденциальности, размещенная и/или доступная в сети Интернет по адресу https://aptekaantey.ru/, которая содержит правила предоставления и использования персональной информации, включая персональные данные Пользователя. <br/>

                    б) Правила бронирования, которые размещены и/или доступны в сети Интернет по адресу https://aptekaantey.ru/ и являются обязательным для Сторон документом в случае Бронирования Пользователем Товаров с использованием Сервиса. <br/>

                    2.2. Использование функциональных возможностей Сервиса в ограниченной части поиска и просмотра Контента возможно без прохождения Пользователем предварительной регистрации и/или авторизации в Сервисе. В остальной части применение функциональных возможностей Сервиса требует прохождения Пользователем регистрации и/или авторизации в Сервисе в соответствии с установленными Правообладателем правилами. <br/>

                    2.3. Перечень функциональных возможностей, использование которых требует предварительной регистрации и/или авторизации, определяется по единоличному усмотрению Правообладателя и может время от времени изменяться.
                    2.4. Для регистрации Пользователь обязуется предоставить достоверную и полную информацию о себе по вопросам, предлагаемым в форме регистрации, и поддерживать эту информацию в актуальном состоянии. Если Пользователь предоставляет неверную информацию или у Правообладателя есть основания полагать, что предоставленная Пользователем информация неполна или недостоверна, Правообладатель имеет право по своему усмотрению заблокировать либо удалить Личный кабинет Пользователя, а также отказать Пользователю в использовании Сервиса полностью или в определённой части. <br/>
                    2.5. Правообладатель оставляет за собой право в любой момент потребовать от Пользователя подтверждения данных, указанных при регистрации, и запросить в связи с этим подтверждающие документы (в частности документы, удостоверяющие личность), непредоставление которых, по усмотрению Правообладателя, может быть приравнено к предоставлению недостоверной информации и повлечь последствия, предусмотренные п. 2.4. Соглашения. <br/>
                    2.6. В случае если данные Пользователя, указанные в предоставленных им документах, не соответствуют данным, указанным при регистрации, а также в случае, когда данные, указанные при регистрации, не позволяют идентифицировать пользователя, Правообладатель вправе применить меры, указанные в п.2.4. Соглашения. <br/>

                    2.7. Технические, организационные и коммерческие условия использования Сервиса могут доводиться до сведения Пользователей путем отдельного размещения на Сайте или путем нотификации Пользователей. <br/>
                    2.8. Правообладатель вправе устанавливать лимиты и вводить иные технические ограничения использования Сервиса, которые время от времени будут доводиться до сведения Пользователей в форме и способом по выбору Правообладателя.
                </p>
                <p>
                    3. Гарантии Пользователя <br/>

                    Принимая условия настоящего Соглашения, вы подтверждаете и гарантируете, что: <br/>

                    3.1. Вы обладаете всеми необходимыми правами и полномочиями для заключения Договора на использование Сервиса и его исполнения; <br/>
                    3.2. Использование Сервиса будет осуществляться вами исключительно для целей, разрешённых настоящим Соглашением с соблюдением его положений, а равно требований применимого права и общепринятой практики; <br/>
                    3.3. Вы не будете совершать каких-либо действий, которые вступают в противоречие или препятствуют предоставлению Сервиса или работе соответствующего оборудования, сетей, или программного обеспечения, с помощью которых предоставляется Сервис. <br/>
                </p>
                <p>
                    4. Ограничения <br/>

                    Соглашаясь с условиями настоящего Соглашения, вы понимаете и признаете, что: <br/>
                    4.1. К отношениям Сторон по предоставлению Сервиса на безвозмездной основе не подлежат применению положения законодательства о защите прав потребителей. <br/>
                    4.2. Сервис предоставляется для использования в информационных целях на условиях «как есть», в связи с чем вам не представляются какие-либо гарантии, что Сервис будет соответствовать вашим требованиям; услуги будут предоставляться непрерывно, быстро, надежно и без ошибок; результаты, которые могут быть получены с использованием Сервиса, будут точными и надёжными; качество какого-либо продукта, услуги, информации и Контента, полученных с использованием Сервиса, будет соответствовать вашим ожиданиям; все ошибки в Контенте и/или программном обеспечении Сервиса будут исправлены. <br/>

                    4.3. Поскольку Сервис находится на стадии постоянного дополнения и обновления новых функциональных возможностей, форма и характер предоставляемых услуг могут время от времени меняться без вашего предварительного уведомления. Правообладатель вправе по собственному усмотрению прекратить (временно или окончательно) предоставление услуг (или каких-либо отдельных функций в рамках услуг) всем Пользователям вообще или вам, в частности, без вашего предварительного уведомления. <br/>
                    4.4. Вы не имеете права самостоятельно или с привлечением третьих лиц:
                    копировать (воспроизводить) в любой форме и способом входящие в состав Сервиса Правообладателя программы для ЭВМ и базы данных, включая любые их элементы и Контент, без получения предварительного письменного согласия их владельца; <br/>
                    вскрывать технологию, эмулировать, декомпилировать, дизассемблировать, дешифровать, и производить иные аналогичные действия с Сервисом; <br/>
                    создавать программные продукты и/или сервисы с использованием Сервиса без получения предварительного разрешения Правообладателя. <br/>
                    4.5. При обнаружении ошибок в работе Сервиса или в размещенном на нем Контенте сообщите об этом Правообладателю по адресу, указанному в реквизитах или отдельно на Сайте для службы поддержки. <br/>
                    4.6. В случае обнаружения нарушения ваших прав и/или интересов в связи с предоставлением Сервиса, в том числе размещением ненадлежащего Контента, вам следует сообщить об этом Правообладателю. Для этого необходимо направить Правообладателю письменное уведомление с подробным изложением обстоятельств нарушения и гипертекстовой ссылкой на сетевой адрес Контента, в связи с использованием которого нарушаются ваши права и/или интересы. <br/>

                    4.7. В случае многократного или грубого нарушения условий настоящего Соглашения, включая указанные в нем Обязательные документы, и/или требований законодательства, Правообладатель оставляет за собой право заблокировать доступ к Сервису либо иным образом ограничить (прекратить) предоставление Пользователю услуг с использованием Сервиса. <br/>
                    4.8. В случае привлечения Правообладателя к ответственности или наложения на него взыскания в связи с допущенными вами нарушениями прав и/или интересов третьих лиц, а равно установленных законодательством запретов или ограничений, вы обязаны в полном объеме возместить убытки Правообладателя. <br/>
                    4.9. При любых обстоятельствах ответственность Правообладателя в связи с предоставлением Сервиса ограничена 1 000 (Одной тысячей) рублей и возлагается на Правообладателя исключительно при наличии в его действиях вины.
                </p>
                <p>
                    5. Уведомления <br/>

                    5.1. Вы соглашаетесь получать от Правообладателя на указанный при работе с Сервисом электронный адрес информационные электронные сообщения (далее — «нотификаторы») о важных событиях, происходящих в рамках Сервиса или в связи с ним. <br/>

                    5.2. Правообладатель вправе использовать нотификаторы для информирования Пользователя об изменениях и новых возможностях Сервиса и/или об изменении Соглашения или указанных в нем Обязательных документов, а также в связи с оформлением Заказов либо проведением маркетинговых акций.
                </p>
                <p>
                    6. Соглашение об использовании электронной подписи <br/>

                    6.1. Во взаимоотношениях между Правообладателем и Пользователем могут использоваться электронные документы, удостоверенные простой электронной подписью. <br/>

                    6.2. Простой электронной подписью признается электронная подпись, которая посредством использования логина и пароля Пользователя или указанного при использовании Сервиса адреса электронной почты Пользователя (ключ электронной подписи) подтверждает факт формирования электронной подписи непосредственно Пользователем. <br/>

                    6.3. По соглашению Сторон электронные документы, подписанные простой электронной подписью, признаются равнозначными документам на бумажных носителях, подписанным собственноручной подписью. <br/>

                    6.4. Правообладатель определяет Пользователя, которому соответствует простая электронная подпись, по используемому Пользователем логину и паролю, указанным при регистрации/или авторизации в Сервисе, – в случае совершения любых действий по использованию Сервиса, либо по используемому Пользователем адресу электронной почты – в случае поступления Правообладателю сообщений с такого адреса. <br/>

                    6.5. Любые действия, совершённые с использованием простой электронной подписи определенного Пользователя, считаются совершёнными таким Пользователем.
                    6.6. Пользователь обязуется соблюдать конфиденциальность ключа электронной подписи. В частности, Пользователь не имеет права передавать свои логин и пароль или предоставлять доступ к своей электронной почте третьим лицам, и несет полную ответственность за их сохранность и индивидуальное использование, самостоятельно выбирая способ их хранения и ограничения к ним доступа. <br/>

                    6.7. В случае несанкционированного доступа к логину и паролю, их утраты или раскрытия третьим лицам Пользователь обязан незамедлительно сообщить об этом Правообладателю путем направления электронного письма с указанного при использовании Сервиса адреса электронной почты. <br/>
                    6.8. В случае утраты или несанкционированного доступа к электронной почте, адрес которой указан при использовании Сервиса, Пользователь обязан незамедлительно заменить такой адрес на новый и сообщить о данном факте Правообладателю путем направления электронного письма с нового адреса электронной почты. <br/>
                </p>
                <p>
                    7. Прочие условия <br/>

                    7.1. Зарегистрированный Пользователь самостоятельно определяет условия и порядок использования функциональных возможностей Сервиса, которые однако ни при каких условиях не могут противоречить настоящему Соглашению. <br/>
                    7.2. Применимое право. Настоящее Соглашение, порядок его заключения и исполнения, а также вопросы, не урегулированные настоящим Соглашением, регулируются действующим законодательством Российской Федерации. <br/>
                    7.3. Арбитраж. Все споры по Соглашению или в связи с ним подлежат рассмотрению в суде по месту нахождения Правообладателя в соответствии с действующим процессуальным правом Российской Федерации. <br/>
                    7.4. Изменения. Настоящее Соглашение может быть изменено или прекращено Правообладателем в одностороннем порядке без предварительного уведомления Пользователя и без выплаты какой-либо компенсации в связи с этим. <br/>

                    7.5. Редакция Соглашения. Действующая редакция настоящего Соглашения размещена на Сайте Правообладателя и доступна в сети Интернет по адресу https://aptekaantey.ru/ <br/>
                    7.6. Реквизиты Правообладателя: <br/>

                </p>
                <p>
                    Наименование: <br/>

                    ООО «Аптека Антей» <br/>

                    Адрес: <br/>

                    160028, г. Вологда, Окружное шоссе, 13В <br/>

                    ИНН/ КПП <br/>

                    3525211102 / 352501001 <br/>

                    ОГРН <br/>

                    1083525014099 <br/>

                    Действующая редакция Политики от 08.07.2021 г.
                </p>
            </main>
        </Container>
    )
};

export default Page;